{
    "aboutUs": "About Us",
    "ted": "TED",
    "tedSubLabel": "Ideas Worth Spreading",
    "tedx": "TEDx",
    "tedxSubLabel": "Independently Organized TED Events",
    "tedxSubtitle": "Independent TED Events",
    "tedxavelorne": "TEDxAveLorne",
    "tedxlakeheadu": "TEDxLakeheadU",
    "tedxusf": "TEDxUSF",
    "tedxavelorneSubLabel": "Local Talks in AveLorne",
    "tedxavelorneSubtitle": "Local TEDx Event",
    "tedxlakeheaduSubtitle": "Local TEDx Event",
    "tedxusfSubtitle": "Local TEDx Event",
    "dateAndTime": "Date & Time",
    "dateAndTimeSubLabel": "Schedule Details",
    "dateAndTimeSubtitle": "Schedule & Location",
    "agenda": "Agenda",
    "agendaSubLabel": "Event Plan",
    "agendaSubtitle": "Program Details",
    "members": "Memebers",
    "membersSubLabel": "Be a Part of Our Community",
    "membersSubtitle": "Our Community",
    "event": "Event",
    "team": "Team",
    "teamSubtitle": "Our Community",
    "speaker": "Speaker",
    "speakers": "Speakers",
    "speakersSubLabel": "Share Your Ideas on Stage",
    "speakersSubtitle": "Featured Presenters",
    "teamMember": "Team Member",
    "attendees": "Attendees",
    "coreTeam": "Core Team",
    "partners": "Partners",
    "media": "Media",
    "photos": "Photos",
    "videos": "Videos",
    "mediaSubtitle": "Event Highlights",
    "photosSubtitle": "Captured Moments",
    "videosSubtitle": "Watch the Talks",
    "joinUs": "Join Us",
    "joinUsSubtitle": "Your Path to Participation",
    "joinUsSpeakerDescription": "Join us as a Speaker to share your expertise and passion on the TED Talks stage, where your ideas can inspire the world.",
    "joinUsTeamMemberDescription": "Are you passionate about our mission and want to be part of a dynamic team working towards a common goal?",
    "joinUsSponsorDescription": "Support our mission, be a crucial part! Join us as a Sponsor and make a lasting impact with TED Talks.",
    "heroTitle": "Experience an authentic TEDx event with TEDxUSF!",
    "heroSubTitle": "Explore the extraordinary at TEDxUSF, where TED Talks come alive with inspiration ...",
    "hero2024Title": "Stay Tuned! Our Future Unfolds Shortly",
    "hero2024SubTitle": "TEDxUSF is Loading, Brace for Impact!",
    "learnMore": "Learn More",
    "exploreMore": "Explore More",
    "featureTitle": "Unveiling the TED Universe",
    "featureSubTitle": "Understanding TED, TEDx et TEDxUSF",
    "tedDescription": "TED (Technology, Entertainment, Design) is a nonprofit organization known for its short, powerful talks on diverse topics centered around 'Ideas Worth Spreading'. TED aims to uncover and share concepts that ignite creativity and drive meaningful changes. It revolves around curiosity, reason, wonder and the pursuit of knowledge. TED gladly embraces individuals from all fields and backgrounds who are in search of profound insights into the world and meaningful interactions with fellow beings.",
    "tedxDescription": "Imagine a day brimming with remarkable speakers, thought-provoking videos, and discussions that broaden perspectives. By participating in a TEDx event, you open the door to engaging with a unique gathering in your local community that unleashes fresh ideas, inspires, and imparts knowledge. A TEDx event is a community-based gathering where live talks and performances resembling TED talks are shared. These events are meticulously arranged and managed by independent organizers, tailored to each community's specific needs. While the content and structure of each TEDx event are distinct and self-developed, they all share certain common elements.",
    "tedxAvelorneDescription": "Introducing ourselves as TEDxAveLorne, a fresh and dynamic TEDx team rooted in Montreal. Our name holds the significance of the place where the inspiration to embark on the TEDx journey was conceived. This led us to become an integral part of the TEDx global community, where we're dedicated to creating a platform for our local community to share their invaluable, world-changing ideas Ideas Worth Spreading.We are fervently preparing for our first event, a captivating full-day experience set against the backdrop of a Fall day in the heart of downtown Montreal.",
    "tedxLakeheadUDescription": "Introducing ourselves as TEDxLakeheadU, a fresh and dynamic TEDx team rooted in Montreal. Our name holds the significance of the place where the inspiration to embark on the TEDx journey was conceived. This led us to become an integral part of the TEDx global community, where we're dedicated to creating a platform for our local community to share their invaluable, world-changing ideas Ideas Worth Spreading.We are fervently preparing for our first event, a captivating full-day experience set against the backdrop of a Fall day in the heart of downtown Montreal.",
    "tedxUSFDescription": "Introducing ourselves as TEDxUSF, a fresh and dynamic TEDx team rooted in Montreal. Our name holds the significance of the place where the inspiration to embark on the TEDx journey was conceived. This led us to become an integral part of the TEDx global community, where we're dedicated to creating a platform for our local community to share their invaluable, world-changing ideas Ideas Worth Spreading.We are fervently preparing for our first event, a captivating full-day experience set against the backdrop of a Fall day in the heart of downtown Montreal.",
    "programs": "PROGRAMS",
    "ourCommunity": "OUR COMMUNITY",
    "followUs": "FOLLOW US",
    "organizers": "Organizers",
    "sponsor": "Sponsor",
    "sponsors": "Sponsors",
    "sponsorsSubLabel": "Support Innovation and Ideas",
    "sponsorsSubtitle": "Event Supporters",
    "joinUsTitle": "be a part of something incredible ✌️",
    "joinUsSubTitle": "Beyond Attendance: Be a Part of the Creation ;)",
    "you": "You",
    "joinTheTeam": "Join the Team",
    "firstName": "First Name",
    "middleName": "Middle Name",
    "lastName": "Last Name",
    "dateOfBirth": "Date of Birth",
    "occupation": "Occupation",
    "reasonToJoinTeamTitle": "Why do you want to be a part of TEDxUSF?",
    "reasonToJoinTeamPlaceholder": "Write a short paragraph about why you want to be a part of TEDxUSF? (max. 300 words)",
    "reasonToJoinSpeakerTitle": "Why do you want to be a speaker at TEDxUSF?",
    "reasonToJoinSpeakerPlaceholder": "Write a short paragraph about why you want to be a speaker at TEDxUSF? (max. 300 words)",
    "favoriteCommitteeTitle": "Choose your Favorite Committee",
    "favoriteCommitteePlaceholder": "Please, write a short paragraph about why you want to join your chosen committee/committees, include your relevant skills, experience, and goals. (max. 300 words)",
    "ideaToTalkTitle": "Your idea to talk",
    "ideaToTalkPlaceholder": "Please, write a short paragraph about the idea you want to talk about. (max. 300 words)",
    "contactInfoTitle": "Contact information",
    "contactInfoPlaceholder": "Please let us know how we can be in touch with you.",
    "educationLevel": "Please select your education level.",
    "preferredPronounTitle": "Please select a preferred pronoun.",
    "preferredPronounPlaceholder": "Select your preferred pronoun",
    "selectDateOfBirth": "Please select a valid date of birth.",
    "submit": "Submit",
    "sheHer": "She, Her",
    "heHim": "He, Him",
    "theyThem": "They, Them",
    "other": "Other",
    "companyName": "Company Name",
    "companyNamePlaceholder": "Provide the name of your company.",
    "companyDescription": "Company Description",
    "companyDescriptionPlaceholder": "Please write a short paragraph about your company (max. 300 words).",
    "joinUsPageTitle": "Be a Part of Something Extraordinary",
    "joinUsPageSubTitle": "Connect with Visionaries, Innovators, and Changemakers Speakers, Team Members, and Sponsors Welcome!",
    "joinUsSponsorPageTitle": "Elevate Your Brand with Us!",
    "joinUsSponsorPageSubTitle": "Your Brand, Our Platform: A Win-Win Collaboration",
    "joinUsSpeakerPageTitle": "Be the Change: Speak at TEDxUSF!",
    "joinUsSpeakerPageSubTitle": "Shape the Future with Your Ideas on Our Stage",
    "sponsorFormTitle": "Sponsor Now!",
    "sponsorFormSubTitle": "Secure Your Spot as a Featured Partner",
    "speakerFormTitle": "Speak Your Truth!",
    "speakerFormSubTitle": "Apply to Speak Today",
    "mediaPageTitle": "Captured Moments :)",
    "mediaPageSubTitle": "A Gallery of Memorable Moments from TEDxAveLorne",
    "sponsorPageTitle": "Our Generous Sponsors",
    "sponsorPageSubTitle": "Honoring the Outstanding Contributions of Our Event's Valued Sponsors",
    "teamPageTitle": "The People Behind TEDxAveLorne",
    "teamPageSubTitle": "Meet the Diverse Group of Experts Who shape Inspirational Moments",
    "eventPageTitle": "TEDxAveLorne Previous Event",
    "eventPageSubTitle": "Mark Your Calendar and Prepare for an Exciting Day!",
    "agendaPageTitle": "Our Inspiring Talk Schedule",
    "agendaPageSubTitle": "Uncover a World of Ideas, Insights, and Inspiration in Our Comprehensive Talk Schedule",
    "speakerPageTitle": "Our Speakers",
    "speakerPageSubTitle": "Elevate Your Thinking: Get to Know Our TEDxAveLorne Speakers",
    "statisticsTitle": "Event Impact Meter",
    "statisticsSubTitle": "Where Numbers Tell a Story!",
    "seeProfile": "See Profile",
    "saminQuote": "I'm a physics student who enjoys discovering new, interesting things. I became the organizer of TEDxAveLorne to share and learn from others. After being a team member at TEDxZanjan, I took on the role of leading the team, valuing teamwork and new opportunities.",
    "fatemehQuote": "Studying mining engineering might help me to find the treasures I am always looking for in people's words. I am here to experience and enjoy working in a non-profit organization and let unwritten books get read.",
    "reihanehQuote": "As an enthusiastic electrical engineering master's student at McGill University, I bring a unique blend of technical expertise and a profound passion for storytelling. Volunteering at TEDx AveLorne is my platform for empowering normal people to share their unique stories, bringing about positive changes through the magic of ideas.",
    "erfanQuote": "Being a student for a long time, I have always been excited to hear novel ideas. Working with the TEDxAveLorne team has been an incredible opportunity to not only absorb fresh perspectives but also contribute to the spread of groundbreaking ideas. It has been a rewarding journey of growth, learning, and inspiration!",
    "zahraQuote": "I always believe in the power of words. I think a TED talk is a great place to let powerful words incline people's minds to move, act, or make a new life-saving decision!",
    "fathimaQuote": "Each individual possesses unique knowledge, and when combined, these knowledge silos can create great wonders. Knowledge is valuable in any domain, which is why I joined TEDxAveLorne: to connect with knowledgeable people, share ideas, and continuously improve myself!",
    "hamidrezaQuote": "So excited to be part of the TEDxAveLorne team! I'm passionate about both communicating science to a broad audience and being part of the committees and clubs that promotes it. Look forward to sharing innovative ideas for a more sustainable world.",
    "baharanQuote": "I am a Deep Learning-focused Software Engineer on a quest for innovative patterns and ideas. I enjoy sharing knowledge and am eager to inspire at TEDx events. Let's embark on this journey of ideas together.",
    "melikaQuote": "As a Concordia University PhD student in Computer Engineering, I'm excited to lead TEDxAvelorne's marketing for sponsorships, merging tech passion with networking skills to enhance partnerships and create memorable experiences for our audience and sponsors.",
    "mohammadQuote": "To share my skills and help friends in creating something meaningful.",
    "minaQuote": "To meet new people, new ideas, new opportunities and contribute to my community in Montreal!",
    "motaharehQuote": "TED greatly affected my career trajectory. Watching a TED talk on expanding human senses turned my interest from the galaxies of stars above my head to the galaxies of neurons inside it. So, I joined TEDxAveLorne as a curator to help craft talks that could similarly inspire and impact others.",
    "aryanaQuote": "As a scientist, I am always eager to hear different ideas in diverse fields. Moreover, I am interested in learning how to give effective talks and keep my audience engaged. Therefore, I joined the TEDxAveLorne curation team to help the speakers on their journey to prepare their talks!",
    "pegahQuote": "To be part of a group of people interested in spreading ideas despite all the difficulties.",
    "royanQuote": "Coming soon.. Stay tuned for an intriguing biography!",
    "edwinQuote": "Coming soon.. Stay tuned for an intriguing biography!",
    "gezalQuote": "Coming soon.. Stay tuned for an intriguing biography!",
    "aminQuote": "I'm here at TEDxAvelorne to spark groundbreaking ideas. As a Concordia University master's grad in computer science, being part of this team allows me to channel my passion into creating a digital platform that mirrors TEDxAvelorne's spirit of innovation. Let's craft an unforgettable experience for our audience and speakers!",
    "peggyBellQuote": "Peggy Bell, a leader in communications and innovation in mining, has 15+ years of experience driving strategic growth and talent attraction. A respected speaker on organizational strategies and sustainability, she volunteers with STEM organizations, showing her commitment to the industry's future.",
    "andrewChurchilQuote": "Andrew Churchill, with experience in education and consulting, helps academics improve presentation skills. He combines teaching, curriculum design, writing, and strategic business development to enhance presentation content and delivery. He organizes research events and coaches researchers on effective communication.",
    "leilaKosseimQuote": "Leila Kosseim, a professor at Concordia University, specializes in Natural Language Processing. She co-founded the CLaC lab and has served as President of the Canadian AI Association. Leila has extensively published in NLP.",
    "floreDeshayesQuote": "Flore Deshayes, a social worker and mindfulness instructor from France, now in Canada, has worked with indigenous communities and diverse cultures, promoting well-being and mindfulness.",
    "kiraDolhanQuote": "Kira Dolhan, a master’s student, studies ICU patients with coma or consciousness disorders, using EEG and computational neuroscience. She volunteers in search and rescue, serving as Training Officer for the Royal Canadian Marine Search and Rescue and now with the Pointe-Claire Volunteer Rescue Unit.",
    "myraVirgilQuote": "Myra Virgil, a social worker with experience in child protection and youth programs, works in Bermuda on human rights and race relations. She holds degrees in Sociology, Social Work, and a PhD, with additional training in leadership and mediation.",
    "janetPerlmanQuote": "Janet Perlman, an animation director, writer, and illustrator, has earned global honors including an Oscar nomination and an Emmy. She collaborates with the National Film Board of Canada, writes children’s books, and teaches. Currently, she works on an experimental film, Tiny Screens.",
    "alinaQuote": "Alina, founder of Visual Versa, uses visual tools to help individuals and businesses adopt a creative approach. She translates complex concepts into visuals, teaches illustration, and facilitates graphic understanding to enhance participation, decision-making, and call to action.",
    "peggyBellBiography": "With over 15 years of experience in the mining industry, Peggy Bell is a renowned leader in communications, business development, and innovation. Her contributions have driven strategic growth and reshaped talent attraction within the sector. Peggy's expertise in leading diverse teams and achieving key performance indicators has been demonstrated through her senior roles in multi-national STEM organizations. As a respected speaker, Peggy has shared her insights on organizational strategies and sustainability at prestigious events. Her volunteer work with STEM-focused organizations further highlights her commitment to the industry's future. Focusing on creating a sector with trusted data-driven communications and focusing on talent advocacy, Peggy Bell is a trusted authority in the mining industry, offering valuable perspectives on its potential for positive transformation.",
    "andrewChurchilBiography": "Andrew Churchill, with experience in education and consulting, helps academics improve presentation skills. He combines teaching, curriculum design, writing, and strategic business development to enhance presentation content and delivery. He organizes research events and coaches researchers on effective communication.",
    "leilaKosseimBiography": "Leila Kosseim is a professor in the Computer Science & Software Engineering (CSSE) Department at Concordia University in Montreal specialising in the area of Natural Language Processing. She obtained her PhD from the University of Montreal in 1995 on the topic of Natural Language Generation. Between 1995 and 1997, she obtained an NSERC Industrial Postdoctoral Fellowship and worked on the development of the Antidote Software at Druide informatique inc. From 1998 to 2001, she served as a lecturer and researcher at the University of Montreal within the RALI group. In 2001, she joined Concordia, and co-founded the CLaC lab (Computational Linguistics @Concordia). Leila had the honor to serve as Vice-President (2017-2019), President (2019-2021) and Past-President (2021-2023) of the Canadian AI Association (CAIAC).",
    "floreDeshayesBiography": "Hailing from France originally, she has made Canada her home for the past 6 years. A dedicated social worker and mindfulness meditation instructor, her career has encompassed working with indigenous communities and engaging with diverse cultures across continents. Join her at TEDx as she shares insights from her global experiences in promoting well-being and mindfulness, and will talk about the power of silence.",
    "kiraDolhanBiography": "Kira is a master’s student who studies patients in the intensive care unit diagnosed with coma or disorder of consciousness. Her work involves recording electroencephalography (EEG) from these patients and applying various computational neuroscience techniques (e.g., quantifying brain functional connectivity) to the data, with the aim of improving patient diagnosis and prognostication. In addition to her studies, she has volunteered with search and rescue (SAR) organizations for the past three and a half years. She began volunteering for Royal Canadian Marine Search and Rescue in Victoria (British Columbia), where she was elected as Training Officer, and thus organized the marine SAR curriculum and training for our station. Since moving to Montreal, she has volunteered with the land-based urban and rural Pointe-Claire Volunteer Rescue Unit.",
    "myraVirgilBiography": "As a philanthropy advisor by day, Myra is responsible for building a permanent community asset for Bermuda, seeking social investment opportunities that improve the quality of life for residents and helping individuals, families and businesses establish legacy funds that align with their philanthropic missions. A social worker by profession trained and educated in Canada, she held senior management positions with the Bermuda Government, the Government of Quebec’s Department of Youth Protection and The Atlantic Philanthropies, a global philanthropic foundation. Myra has also served as Board Chair for several nonprofits and as an associate lecturer in Special Care Counseling at Vanier College in Montreal.",
    "janetPerlmanBiography": "Janet Perlman, an animation director, writer, and illustrator, has earned global honors including an Oscar nomination and an Emmy. She collaborates with the National Film Board of Canada, writes children’s books, and teaches. Currently, she works on an experimental film, Tiny Screens.",
    "alinaBiography": "Alina Gutierrez is the founder of Visual Versa, and a speaker, creative consultant, and Visual Notes taker. Alina’s collaborations vary from designing creative interventions to being part of the collaborative process to develop community initiatives and digital products. She is pursuing her Doctoral studies at Concordia University and her research explores “The effects of visual tools on facilitation to create behavior change in communities and organizations.”",
    "peggyBellTalkDescription": "In this thought-provoking talk, Peggy Bell challenges common perceptions of the mining industry and unveils its pivotal role in our everyday lives and the global economy. She sheds light on the sector's potential for positive transformation through compelling statistics and personal insights. Discover how embracing diversity, innovation, and sustainability can revolutionize mining from exploitation to empowerment. This talk is a call to action for industry leaders and individuals alike to rethink their relationship with mining and its impact on the world. With over 15 years of experience in the mining industry, Peggy Bell is a renowned leader in communications, business development, and innovation. Her contributions have driven strategic growth and reshaped talent attraction within the sector. Peggy's expertise in leading diverse teams and achieving key performance indicators has been demonstrated through her senior roles in multi-national STEM organizations. As a respected speaker, Peggy has shared her insights on organizational strategies and sustainability at prestigious events. Her volunteer work with STEM-focused organizations further highlights her commitment to the industry's future. Focusing on creating a sector with trusted data-driven communications and focusing on talent advocacy, Peggy Bell is a trusted authority in the mining industry, offering valuable perspectives on its potential for positive transformation. This talk was given at a TEDx event using the TED conference format but independently organized by a local community.",
    "andrewChurchilTalkDescription": "...",
    "leilaKosseimTalkDescription": "With recent advancements in machine natural language understanding, many of us have been impressed by computers' ability to understand and interact in natural language. In this talk, Leila, an AI professor specializing in natural language processing, will provide a glimpse behind the scenes, exploring the science driving these intelligent systems. Leila Kosseim is a professor in the Computer Science & Software Engineering (CSSE) Department at Concordia University in Montreal specialising in the area of Natural Language Processing. She obtained her PhD from the University of Montreal in 1995 on the topic of Natural Language Generation. Between 1995 and 1997, she obtained an NSERC Industrial Postdoctoral Fellowship and worked on the development of the Antidote Software at Druide informatique inc. From 1998 to 2001, she served as a lecturer and researcher at the University of Montreal within the RALI group. In 2001, she joined Concordia, and co-founded the CLaC lab (Computational Linguistics @Concordia). Leila had the honor to serve as Vice-President (2017-2019), President (2019-2021) and Past-President (2021-2023) of the Canadian AI Association (CAIAC). This talk was given at a TEDx event using the TED conference format but independently organized by a local community.",
    "floreDeshayesTalkDescription": "In this talk, the speaker delves into the profound significance of silence in human interaction, revealing its potential as a powerful communication tool. Exploring various types of silence—productive, obstructive, and neutral—the talk illustrates their impacts on interactions through relatable scenarios. The speaker highlights how silence can convey emotions and thoughts, enhance active listening, and foster deeper connections. Additionally, the talk discusses cultural differences in the perception of silence, sharing a personal anecdote about silence in Inuit culture, and advocates for mindfulness to improve presence and connection. Ultimately, this talk encourages embracing silence to enrich communication and relationships. Hailing from France originally, she has made Canada her home for the past 6 years. A dedicated social worker and mindfulness meditation instructor, her career has encompassed working with indigenous communities and engaging with diverse cultures across continents. Join her at TEDx as she shares insights from her global experiences in promoting well-being and mindfulness, and will talk about the power of silence. This talk was given at a TEDx event using the TED conference format but independently organized by a local community.",
    "kiraDolhanTalkDescription": "Exploring new experiences is always intimidating for us, particularly when we feel we lack the necessary qualifications. Neuroscience student, Kira Dolhan, explains how her seemingly mismatched personal and physical traits not only helped her succeed in the challenging world of marine search and rescue but also left an impact on it. Through her story, discover how your unconventional qualities can make you and your team unique. Kira is a master’s student who studies patients in the intensive care unit diagnosed with coma or disorder of consciousness. Her work involves recording electroencephalography (EEG) from these patients and applying various computational neuroscience techniques (e.g., quantifying brain functional connectivity) to the data, with the aim of improving patient diagnosis and prognostication. In addition to her studies, she has volunteered with search and rescue (SAR) organizations for the past three and a half years. She began volunteering for Royal Canadian Marine Search and Rescue in Victoria (British Columbia), where she was elected as Training Officer, and thus organized the marine SAR curriculum and training for our station. Since moving to Montreal, she has volunteered with the land-based urban and rural Pointe-Claire Volunteer Rescue Unit. This talk was given at a TEDx event using the TED conference format but independently organized by a local community.",
    "myraVirgilTalkDescription": "...",
    "janetPerlmanTalkDescription": "...",
    "alinaTalkDescription": "If you have ever felt discouraged by criticism about your English skills, lost confidence at work despite your qualifications, or struggled to convey your point in conversations, visual notes can help. Visual notes blend text and images in a nonlinear format, making it easier to see patterns and connections. Was this definition hard to remember? Try Alina’s way of remembering the points by visual notes. It will be imprinted on your mind! Alina Gutierrez is the founder of Visual Versa, and a speaker, creative consultant, and Visual Notes taker. Alina’s collaborations vary from designing creative interventions to being part of the collaborative process to develop community initiatives and digital products. She is pursuing her Doctoral studies at Concordia University and her research explores “The effects of visual tools on facilitation to create behavior change in communities and organizations.” This talk was given at a TEDx event using the TED conference format but independently organized by a local community.",
    "videoThumbnailTitle": "Stay Tuned!",
    "videoThumbnailSubTitle": "The Talk Premiere Coming Up!",
    "talkTopic": "Talk Topic",
    "comingSoon": "Coming Soon ...",
    "getTicket": "Get Ticket",
    "stepIntoThePast": "Step into the Past:",
    "unlockTheFuture": "Unlock the Future:",
    "scrollingTeamTitle": "Behind the Scenes",
    "scrollingTeamSubTitle": "The Brilliant Organizers of the 2023 Event",
    "scrollingTeamButtonLabel": "Explore Team",
    "parallaxSectionTitle": "A Memorable Snapshot",
    "parallaxSectionSubTitle": "Capturing the moments that made our event unforgettable",
    "exploreAllTalks": "Explore All 2023 Talks",
    "comingSoonEventPageTitle": "Event Details Coming Soon!",
    "comingSoonEventPageSubTitle": "Stay tuned as we finalize the date, time, and location of TEDxUSF.",
    "comingSoonTeamPageTitle": "Meet the Team Soon!",
    "comingSoonTeamPageSubTitle": "Behind every TEDx event is an amazing team. Our organizers will be sharing their stories with you soon.",
    "comingSoonSpeakersPageTitle": "Get Ready to Meet Our Speakers!",
    "comingSoonSpeakersPageSubTitle": "Our inspiring speakers are preparing to share their ideas. Check back soon to hear their stories.",
    "comingSoonMediaPageTitle": "Captured Moments Unfolding Soon!",
    "comingSoonMediaPageSubTitle": "Relive the TEDxUSF experience through photos and videos.",
    "fromOurPreviousEvent": "from Our Previous Event"
}