{
    "aboutUs": "Qui sommes-nous",
    "ted": "TED",
    "tedSubLabel": "Idées à découvrir",
    "tedx": "TEDx",
    "tedxSubLabel": "Événements TED indépendants",
    "tedxSubtitle": "Événements TED indépendants",
    "tedxavelorne": "TEDxAveLorne",
    "tedxlakeheadu": "TEDxLakeheadU",
    "tedxusf": "TEDxUSF",
    "tedxavelorneSubLabel": "Conférences locales inspirantes",
    "tedxavelorneSubtitle": "Événement TEDx local",
    "tedxlakeheaduSubtitle": "Événement TEDx local",
    "tedxusfSubtitle": "Local TEDx Event",
    "dateAndTime": "Calendrier et Horaire",
    "dateAndTimeSubLabel": "Détails de l'horaire",
    "dateAndTimeSubtitle": "Horaire et lieu",
    "agenda": "Programme",
    "agendaSubLabel": "Plan de l'événement",
    "agendaSubtitle": "Détails du programme",
    "members": "Memebers",
    "membersSubLabel": "Faites partie de notre communauté",
    "membersSubtitle": "Notre communauté",
    "event": "Événement",
    "team": "Équipe",
    "teamSubtitle": "Notre communauté",
    "speaker": "Conférencier",
    "speakers": "Conférenciers",
    "speakersSubLabel": "Partagez vos idées sur scène",
    "speakersSubtitle": "Présentateurs en vedette",
    "teamMember": "Membre de l'équipe",
    "attendees": "Participants",
    "coreTeam": "Équipe principale",
    "partners": "Partenaires",
    "media": "Médias",
    "photos": "Photos",
    "videos": "Vidéos",
    "mediaSubtitle": "Moments forts de l'événement",
    "photosSubtitle": "Moments Capturés",
    "videosSubtitle": "Regardez les Conférences",
    "joinUs": "Rejoignez-nous",
    "joinUsSubtitle": "Votre chemin vers la participation",
    "heroTitle": "Découvrez une expérience authentique lors d'un événement TEDx avec TEDxUSF!",
    "heroSubTitle": "Explorez l'extraordinaire à TEDxUSF, où les conférences TED prennent vie avec inspiration ...",
    "hero2024Title": "Restez à l'écoute ! Notre avenir se dévoile bientôt",
    "hero2024SubTitle": "TEDxUSF est en cours de chargement, préparez-vous à l'impact!",
    "learnMore": "En Savoir Plus",
    "exploreMore": "Explorer Plus",
    "featureTitle": "Dévoiler l'Univers TED",
    "featureSubTitle": "Comprendre TED, TEDx et TEDxUSF",
    "tedDescription": "TED (Technology, Entertainment, Design) est une organisation à but non lucratif reconnue pour ses courtes conférences percutantes sur des sujets divers centrés autour des 'Idées qui méritent d'être diffusées'. TED vise à découvrir et partager des concepts qui stimulent la créativité et suscitent des changements significatifs. Il tourne autour de la curiosité, de la raison, de l'émerveillement et de la quête du savoir. TED accueille volontiers des individus de tous horizons et domaines, cherchant des perspectives profondes sur le monde et des interactions significatives avec leurs semblables.",
    "tedxDescription": "Imaginez une journée captivante avec des orateurs exceptionnels, des vidéos stimulantes et des discussions élargissant les horizons. En participant à un événement TEDx, ouvrez la porte à une expérience unique au sein de votre communauté. Découvrez des idées innovantes, trouvez l'inspiration et approfondissez vos connaissances. Les TEDx sont des réunions communautaires où des discours et des performances en direct, à la manière des conférences TED, sont partagés. Organisés avec soin par des indépendants, chaque événement s'adapte aux besoins locaux. Bien que chaque TEDx soit distinct, ils partagent tous une passion commune pour le partage d'idées novatrices.",
    "tedxAvelorneDescription": "Nous nous présentons en tant que TEDxAveLorne, une équipe TEDx fraîche et dynamique enracinée à Montréal. Notre nom porte la signification du lieu où l'inspiration pour entreprendre le voyage TEDx a été conçue. Cela nous a conduits à devenir une partie intégrante de la communauté mondiale TEDx, où nous nous consacrons à créer une plateforme pour notre communauté locale afin de partager leurs idées inestimables et révolutionnaires, des Idées qui Méritent d’Être Diffusées. Nous nous préparons avec ferveur pour notre premier événement, une expérience captivante d'une journée, se déroulant dans le décor d'une journée d'automne au cœur du centre-ville de Montréal.",
    "tedxLakeheadUDescription": "Nous nous présentons en tant que TEDxLakeheadU, une équipe TEDx fraîche et dynamique enracinée à Montréal. Notre nom porte la signification du lieu où l'inspiration pour entreprendre le voyage TEDx a été conçue. Cela nous a conduits à devenir une partie intégrante de la communauté mondiale TEDx, où nous nous consacrons à créer une plateforme pour notre communauté locale afin de partager leurs idées inestimables et révolutionnaires, des Idées qui Méritent d’Être Diffusées. Nous nous préparons avec ferveur pour notre premier événement, une expérience captivante d'une journée, se déroulant dans le décor d'une journée d'automne au cœur du centre-ville de Montréal.",
    "tedxUSFDescription": "Nous nous présentons en tant que TEDxUSF, une équipe TEDx fraîche et dynamique enracinée à Montréal. Notre nom porte la signification du lieu où l'inspiration pour entreprendre le voyage TEDx a été conçue. Cela nous a conduits à devenir une partie intégrante de la communauté mondiale TEDx, où nous nous consacrons à créer une plateforme pour notre communauté locale afin de partager leurs idées inestimables et révolutionnaires, des Idées qui Méritent d’Être Diffusées. Nous nous préparons avec ferveur pour notre premier événement, une expérience captivante d'une journée, se déroulant dans le décor d'une journée d'automne au cœur du centre-ville de Montréal.",
    "programs": "PROGRAMMES",
    "ourCommunity": "NOTRE COMMUNAUTÉ",
    "followUs": "SUIVEZ-NOUS",
    "organizers": "Organisateurs",
    "sponsor": "Sponsor",
    "sponsors": "Sponsors",
    "sponsorsSubLabel": "Soutenez l'innovation et les idées",
    "sponsorsSubtitle": "Soutiens de l'événement",
    "joinUsTitle": "faites partie de quelque chose d'incroyable ✌️",
    "joinUsSubTitle": "Au-delà de la participation : Faites partie de la création ;)",
    "joinUsSpeakerDescription": "Rejoignez-nous en tant que conférencier pour partager votre expertise et votre passion sur la scène des TED Talks, où vos idées peuvent inspirer le monde.",
    "joinUsTeamMemberDescription": "Êtes-vous passionné par notre mission et souhaitez-vous faire partie d'une équipe dynamique travaillant vers un objectif commun ?",
    "joinUsSponsorDescription": "Soutenez notre mission, soyez un élément crucial ! Rejoignez-nous en tant que sponsor et ayez un impact durable avec TED Talks.",
    "you": "Vous",
    "joinTheTeam": "Rejoignez l'équipe",
    "firstName": "Prénom",
    "middleName": "Deuxième prénom",
    "lastName": "Nom de famille",
    "dateOfBirth": "Date de naissance",
    "occupation": "Profession",
    "reasonToJoinTeamTitle": "Pourquoi souhaitez-vous faire partie de TEDxUSF?",
    "reasonToJoinTeamPlaceholder": "Rédigez un court paragraphe sur la raison pour laquelle vous souhaitez faire partie de TEDxUSF (max. 300 mots)",
    "reasonToJoinSpeakerTitle": "Pourquoi voulez-vous être conférencier au TEDxUSF?",
    "reasonToJoinSpeakerPlaceholder": "Écrivez un court paragraphe sur les raisons pour lesquelles vous souhaitez être conférencier au TEDxUSF (maximum 300 mots).",
    "favoriteCommitteeTitle": "Choisissez votre comité préféré",
    "favoriteCommitteePlaceholder": "Veuillez rédiger un court paragraphe sur la raison pour laquelle vous souhaitez rejoindre votre comité ou vos comités choisis, en incluant vos compétences, votre expérience et vos objectifs pertinents (max. 300 mots)",
    "ideaToTalkTitle": "Votre idée à discuter",
    "ideaToTalkPlaceholder": "Veuillez rédiger un court paragraphe sur l'idée que vous souhaitez aborder. (maximum 300 mots)",
    "contactInfoTitle": "Coordonnées",
    "contactInfoPlaceholder": "Merci de nous indiquer comment nous pouvons rester en contact avec vous.",
    "educationLevel": "Veuillez sélectionner votre niveau d'éducation.",
    "preferredPronounTitle": "Veuillez sélectionner un pronom préféré.",
    "preferredPronounPlaceholder": "Sélectionnez votre pronom préféré",
    "selectDateOfBirth": "Veuillez sélectionner une date de naissance valide.",
    "submit": "Envoyer",
    "sheHer": "Elle, Elle",
    "heHim": "Il, Lui",
    "theyThem": "Iels, Leur",
    "other": "Autre",
    "companyName": "Nom de l'entreprise",
    "companyNamePlaceholder": "Veuillez fournir le nom de votre entreprise.",
    "companyDescription": "Description de l'entreprise",
    "companyDescriptionPlaceholder": "Veuillez rédiger un court paragraphe sur votre entreprise (maximum 300 mots).",
    "joinUsPageTitle": "Faites partie de quelque chose d'extraordinaire",
    "joinUsPageSubTitle": "Connectez-vous avec des visionnaires, des innovateurs et des agents de changement Conférenciers, membres de l'équipe et sponsors, bienvenue!",
    "joinUsSponsorPageTitle": "Rehaussez Votre Marque avec Nous!",
    "joinUsSponsorPageSubTitle": "Votre marque, notre plateforme : une collaboration gagnant-gagnant",
    "joinUsSpeakerPageTitle": "Soyez le changement : Parlez lors du TEDxUSF!",
    "joinUsSpeakerPageSubTitle": "Donnez Forme à l'avenir avec Vos Idées sur Notre Scène",
    "sponsorFormTitle": "Devenez sponsor maintenant!",
    "sponsorFormSubTitle": "Assurez votre place en tant que partenaire vedette",
    "speakerFormTitle": "Exprimez votre vérité!",
    "speakerFormSubTitle": "Postulez pour parler dès aujourd'hui",
    "mediaPageTitle": "Moments capturés :)",
    "mediaPageSubTitle": "Une galerie de moments mémorables de TEDxAveLorne",
    "sponsorPageTitle": "Nos généreux sponsors",
    "sponsorPageSubTitle": "En l'honneur des contributions exceptionnelles de nos sponsors précieux pour l'événement",
    "teamPageTitle": "Les personnes derrière TEDxAveLorne",
    "teamPageSubTitle": "Rencontrez le groupe diversifié d'experts qui créent des moments inspirants",
    "eventPageTitle": "Événement Précédent TEDxAveLorne",
    "eventPageSubTitle": "Marquez votre calendrier et préparez-vous pour une journée passionnante!",
    "agendaPageTitle": "Notre programme de conférences inspirantes",
    "agendaPageSubTitle": "Découvrez un monde d'idées, d'analyses et d'inspiration dans notre programme complet de conférences",
    "speakerPageTitle": "Nos Orateurs",
    "speakerPageSubTitle": "Élevez votre réflexion : Faites connaissance avec les orateurs de TEDxAveLorne",
    "statisticsTitle": "Indicateur d'impact de l'événement",
    "statisticsSubTitle": "Là où les chiffres racontent une histoire!",
    "seeProfile": "Voir le profil",
    "saminQuote": "Je suis un étudiant en physique qui aime découvrir des choses nouvelles et intéressantes. Je suis devenu l'organisateur de TEDxAveLorne pour partager et apprendre des autres. Après avoir été membre de l'équipe TEDxZanjan, j'ai pris le rôle de diriger l'équipe, appréciant le travail d'équipe et les nouvelles opportunités.",
    "fatemehQuote": "Étudier l'ingénierie minière pourrait m'aider à trouver les trésors que je cherche toujours dans les paroles des gens. Je suis ici pour expérimenter et apprécier de travailler dans une organisation à but non lucratif et laisser les livres non écrits être lus.",
    "reihanehQuote": "En tant qu'étudiante enthousiaste en master d'ingénierie électrique à l'Université McGill, j'apporte un mélange unique d'expertise technique et une profonde passion pour le storytelling. Le bénévolat chez TEDxAveLorne est ma plateforme pour permettre aux gens ordinaires de partager leurs histoires uniques, apportant des changements positifs par la magie des idées.",
    "erfanQuote": "Étant étudiant depuis longtemps, j'ai toujours été excité d'entendre des idées nouvelles. Travailler avec l'équipe TEDxAveLorne a été une opportunité incroyable non seulement pour absorber de nouvelles perspectives mais aussi pour contribuer à la diffusion d'idées révolutionnaires. Ce fut un parcours enrichissant de croissance, d'apprentissage et d'inspiration !",
    "zahraQuote": "Je crois toujours au pouvoir des mots. Je pense qu'une conférence TED est un excellent endroit pour laisser des mots puissants incliner les esprits des gens à bouger, agir ou prendre une nouvelle décision qui sauve des vies !",
    "fathimaQuote": "Chaque individu possède des connaissances uniques et, lorsqu'elles sont combinées, ces silos de connaissances peuvent créer des merveilles. La connaissance est précieuse dans tous les domaines, c'est pourquoi j'ai rejoint TEDxAveLorne : pour me connecter avec des personnes compétentes, partager des idées et m'améliorer continuellement !",
    "hamidrezaQuote": "Tellement excité de faire partie de l'équipe TEDxAveLorne ! Je suis passionné par la communication scientifique à un large public et par ma participation à des comités et clubs qui la promeuvent. J'ai hâte de partager des idées innovantes pour un monde plus durable.",
    "baharanQuote": "Je suis une ingénieure logicielle spécialisée en apprentissage profond à la recherche de modèles et d'idées innovants. J'aime partager mes connaissances et suis impatiente d'inspirer lors des événements TEDx. Embarquons ensemble dans ce voyage d'idées.",
    "melikaQuote": "En tant qu'étudiante en doctorat en ingénierie informatique à l'Université Concordia, je suis ravie de diriger le marketing pour les parrainages de TEDxAveLorne, en fusionnant ma passion pour la technologie avec mes compétences en réseautage pour renforcer les partenariats et créer des expériences mémorables pour notre public et nos sponsors.",
    "mohammadQuote": "Partager mes compétences et aider mes amis à créer quelque chose de significatif.",
    "minaQuote": "Rencontrer de nouvelles personnes, de nouvelles idées, de nouvelles opportunités et contribuer à ma communauté à Montréal !",
    "motaharehQuote": "TED a grandement influencé ma trajectoire professionnelle. Regarder une conférence TED sur l'expansion des sens humains a détourné mon intérêt des galaxies d'étoiles au-dessus de ma tête vers les galaxies de neurones à l'intérieur. J'ai donc rejoint TEDxAveLorne en tant que curatrice pour aider à élaborer des conférences pouvant inspirer et impacter les autres de la même manière.",
    "aryanaQuote": "En tant que scientifique, je suis toujours avide d'entendre différentes idées dans divers domaines. De plus, je suis intéressée à apprendre comment donner des conférences efficaces et maintenir mon audience engagée. Par conséquent, j'ai rejoint l'équipe de curation de TEDxAveLorne pour aider les conférenciers dans leur préparation !",
    "pegahQuote": "Faire partie d'un groupe de personnes intéressées à diffuser des idées malgré toutes les difficultés.",
    "royanQuote": "À venir bientôt... Restez à l'écoute pour une biographie intrigante !",
    "edwinQuote": "À venir bientôt... Restez à l'écoute pour une biographie intrigante !",
    "gezalQuote": "À venir bientôt... Restez à l'écoute pour une biographie intrigante !",
    "aminQuote": "Je suis ici à TEDxAvelorne pour susciter des idées révolutionnaires. En tant que diplômé en master de l'Université Concordia en informatique, faire partie de cette équipe me permet de canaliser ma passion en créant une plateforme numérique qui reflète l'esprit d'innovation de TEDxAvelorne. Créons une expérience inoubliable pour notre public et nos conférenciers!",
    "peggyBellQuote": "Peggy Bell, leader en communication et innovation dans l'industrie minière, a plus de 15 ans d'expérience dans la croissance stratégique et l'attraction de talents. Conférencière respectée en stratégies organisationnelles et durabilité, elle fait du bénévolat avec des organisations STEM, montrant son engagement envers l'avenir de l'industrie.",
    "andrewChurchilQuote": "Andrew Churchill, avec une expérience en éducation et en consultation, aide les universitaires à améliorer leurs compétences en présentation. Il combine enseignement, conception de programmes, écriture et développement stratégique pour améliorer le contenu et la livraison des présentations. Il organise des événements de recherche et coache des chercheurs sur la communication efficace.",
    "leilaKosseimQuote": "Leila Kosseim, professeure à l'Université Concordia, se spécialise en traitement du langage naturel. Elle a cofondé le laboratoire CLaC et a été présidente de l'Association canadienne d'intelligence artificielle. Leila a publié de nombreux travaux en traitement du langage naturel.",
    "floreDeshayesQuote": "Flore Deshayes, travailleuse sociale et instructrice de pleine conscience originaire de France, maintenant au Canada, a travaillé avec des communautés autochtones et diverses cultures, promouvant le bien-être et la pleine conscience.",
    "kiraDolhanQuote": "Kira Dolhan, étudiante en master, étudie les patients en soins intensifs atteints de coma ou de troubles de la conscience, utilisant l'EEG et les techniques de neurosciences computationnelles. Elle fait du bénévolat dans les opérations de recherche et sauvetage, servant comme officier de formation pour la Royal Canadian Marine Search and Rescue et maintenant avec l'Unité de secours bénévole de Pointe-Claire.",
    "myraVirgilQuote": "Myra Virgil, travailleuse sociale avec une expérience en protection de l'enfance et programmes pour les jeunes, travaille aux Bermudes sur les droits de l'homme et les relations raciales. Elle détient des diplômes en sociologie, travail social et un doctorat, avec une formation supplémentaire en leadership et médiation.",
    "janetPerlmanQuote": "Janet Perlman, réalisatrice d'animation, écrivaine et illustratrice, a reçu des distinctions mondiales, y compris une nomination aux Oscars et un Emmy. Elle collabore avec l'Office national du film du Canada, écrit des livres pour enfants et enseigne. Actuellement, elle travaille sur un film expérimental, Tiny Screens.",
    "alinaQuote": "Alina, fondatrice de Visual Versa, utilise des outils visuels pour aider les individus et les entreprises à adopter une approche créative. Elle traduit des concepts complexes en visuels, enseigne l'illustration et facilite la compréhension graphique pour améliorer la participation, la prise de décision et l'appel à l'action.",
    "peggyBellBiography": "Forte de plus de 15 ans d'expérience dans l'industrie minière, Peggy Bell est une leader reconnue dans les domaines des communications, du développement commercial et de l'innovation. Ses contributions ont favorisé la croissance stratégique et redéfini l'attraction des talents au sein du secteur. L'expertise de Peggy dans la direction d'équipes diversifiées et l'atteinte des indicateurs de performance clés a été démontrée par ses rôles de direction dans des organisations multinationales en STIM. En tant que conférencière respectée, Peggy a partagé ses idées sur les stratégies organisationnelles et la durabilité lors d'événements prestigieux. Son travail bénévole avec des organisations axées sur les STIM souligne davantage son engagement envers l'avenir de l'industrie. Axée sur la création d'un secteur avec des communications fiables basées sur les données et sur la promotion des talents, Peggy Bell est une autorité de confiance dans l'industrie minière, offrant des perspectives précieuses sur son potentiel de transformation positive.",
    "andrewChurchilBiography": "Andrew Churchill, with experience in education and consulting, helps academics improve presentation skills. He combines teaching, curriculum design, writing, and strategic business development to enhance presentation content and delivery. He organizes research events and coaches researchers on effective communication.",
    "leilaKosseimBiography": "Leila Kosseim est professeure au département d'informatique et de génie logiciel (CSSE) à l'Université Concordia à Montréal, spécialisée dans le domaine du traitement automatique des langues. Elle a obtenu son doctorat de l'Université de Montréal en 1995 sur le sujet de la génération de langage naturel. Entre 1995 et 1997, elle a obtenu une bourse postdoctorale industrielle CRSNG et a travaillé sur le développement du logiciel Antidote chez Druide informatique inc. De 1998 à 2001, elle a été chargée de cours et chercheuse à l'Université de Montréal au sein du groupe RALI. En 2001, elle a rejoint Concordia et a cofondé le laboratoire CLaC (Computational Linguistics @Concordia). Leila a eu l'honneur de servir en tant que vice-présidente (2017-2019), présidente (2019-2021) et ancienne présidente (2021-2023) de l'Association canadienne d'intelligence artificielle (CAIAC).",
    "floreDeshayesBiography": "Originaire de France, elle a fait du Canada son chez-soi depuis six ans. Travailleuse sociale dévouée et instructrice de méditation de pleine conscience, sa carrière a inclus des travaux avec des communautés autochtones et des engagements avec diverses cultures à travers les continents. Rejoignez-la au TEDx où elle partagera des idées issues de ses expériences mondiales dans la promotion du bien-être et de la pleine conscience, et parlera du pouvoir du silence.",
    "kiraDolhanBiography": "Kira est étudiante en maîtrise et étudie les patients en unité de soins intensifs diagnostiqués avec un coma ou un trouble de la conscience. Son travail consiste à enregistrer des électroencéphalogrammes (EEG) de ces patients et à appliquer diverses techniques de neurosciences computationnelles (par exemple, quantifier la connectivité fonctionnelle du cerveau) aux données, dans le but d'améliorer le diagnostic et le pronostic des patients. En plus de ses études, elle a été bénévole dans des organisations de recherche et sauvetage (SAR) pendant les trois dernières années et demie. Elle a commencé à faire du bénévolat pour la Royal Canadian Marine Search and Rescue à Victoria (Colombie-Britannique), où elle a été élue officier de formation, organisant ainsi le curriculum et la formation SAR marine pour notre station. Depuis son déménagement à Montréal, elle est bénévole avec l'unité de sauvetage bénévole urbaine et rurale de Pointe-Claire.",
    "myraVirgilBiography": "En tant que conseillère en philanthropie de jour, Myra est responsable de la création d'un atout communautaire permanent pour les Bermudes, recherchant des opportunités d'investissement social qui améliorent la qualité de vie des résidents et aidant les individus, les familles et les entreprises à établir des fonds de legs qui s'alignent avec leurs missions philanthropiques. Travailleuse sociale de profession formée et éduquée au Canada, elle a occupé des postes de haute direction au sein du gouvernement des Bermudes, du ministère de la protection de la jeunesse du gouvernement du Québec et de The Atlantic Philanthropies, une fondation philanthropique mondiale. Myra a également été présidente du conseil d'administration de plusieurs organisations à but non lucratif et chargée de cours associée en counseling spécialisé au Collège Vanier à Montréal.",
    "janetPerlmanBiography": "Janet Perlman, an animation director, writer, and illustrator, has earned global honors including an Oscar nomination and an Emmy. She collaborates with the National Film Board of Canada, writes children’s books, and teaches. Currently, she works on an experimental film, Tiny Screens.",
    "alinaBiography": "Alina Gutierrez est la fondatrice de Visual Versa, ainsi qu'une conférencière, consultante créative et preneuse de notes visuelles. Les collaborations d'Alina vont de la conception d'interventions créatives à la participation au processus collaboratif pour développer des initiatives communautaires et des produits numériques. Elle poursuit ses études doctorales à l'Université Concordia et ses recherches explorent “Les effets des outils visuels sur la facilitation pour créer un changement de comportement dans les communautés et les organisations.”",
    "peggyBellTalkDescription": "Dans cette conférence stimulante, Peggy Bell remet en question les perceptions courantes de l'industrie minière et dévoile son rôle essentiel dans notre vie quotidienne et l'économie mondiale. Elle met en lumière le potentiel de transformation positive du secteur à travers des statistiques convaincantes et des perspectives personnelles. Découvrez comment embrasser la diversité, l'innovation et la durabilité peut révolutionner l'exploitation minière, passant de l'exploitation à l'autonomisation. Cette conférence est un appel à l'action pour les dirigeants de l'industrie et les individus à repenser leur relation avec l'exploitation minière et son impact sur le monde. Forte de plus de 15 ans d'expérience dans l'industrie minière, Peggy Bell est une leader reconnue dans les domaines des communications, du développement commercial et de l'innovation. Ses contributions ont favorisé la croissance stratégique et redéfini l'attraction des talents au sein du secteur. L'expertise de Peggy dans la direction d'équipes diversifiées et l'atteinte des indicateurs de performance clés a été démontrée par ses rôles de direction dans des organisations multinationales en STIM. En tant que conférencière respectée, Peggy a partagé ses idées sur les stratégies organisationnelles et la durabilité lors d'événements prestigieux. Son travail bénévole avec des organisations axées sur les STIM souligne davantage son engagement envers l'avenir de l'industrie. Axée sur la création d'un secteur avec des communications fiables basées sur les données et sur la promotion des talents, Peggy Bell est une autorité de confiance dans l'industrie minière, offrant des perspectives précieuses sur son potentiel de transformation positive. Cette conférence a été donnée lors d'un événement TEDx utilisant le format de la conférence TED mais organisé de manière indépendante par une communauté locale.",
    "andrewChurchilTalkDescription": "...",
    "leilaKosseimTalkDescription": "Avec les avancées récentes dans la compréhension du langage naturel par les machines, beaucoup d'entre nous ont été impressionnés par la capacité des ordinateurs à comprendre et à interagir en langage naturel. Dans cette conférence, Leila, professeure en intelligence artificielle spécialisée dans le traitement automatique des langues, offrira un aperçu des coulisses, explorant la science qui anime ces systèmes intelligents. Leila Kosseim est professeure au département d'informatique et de génie logiciel (CSSE) à l'Université Concordia à Montréal spécialisée dans le domaine du traitement automatique des langues. Elle a obtenu son doctorat de l'Université de Montréal en 1995 sur le sujet de la génération de langage naturel. Entre 1995 et 1997, elle a obtenu une bourse postdoctorale industrielle CRSNG et a travaillé sur le développement du logiciel Antidote chez Druide informatique inc. De 1998 à 2001, elle a été chargée de cours et chercheuse à l'Université de Montréal au sein du groupe RALI. En 2001, elle a rejoint Concordia et a cofondé le laboratoire CLaC (Computational Linguistics @Concordia). Leila a eu l'honneur de servir en tant que vice-présidente (2017-2019), présidente (2019-2021) et ancienne présidente (2021-2023) de l'Association canadienne d'intelligence artificielle (CAIAC). Cette conférence a été donnée lors d'un événement TEDx utilisant le format de la conférence TED mais organisé de manière indépendante par une communauté locale.",
    "floreDeshayesTalkDescription": "Dans cette conférence, l'oratrice explore la signification profonde du silence dans les interactions humaines, révélant son potentiel en tant qu'outil de communication puissant. En explorant divers types de silence—productif, obstructif et neutre—la conférence illustre leurs impacts sur les interactions à travers des scénarios familiers. L'oratrice met en évidence comment le silence peut transmettre des émotions et des pensées, améliorer l'écoute active et favoriser des connexions plus profondes. De plus, la conférence aborde les différences culturelles dans la perception du silence, partageant une anecdote personnelle sur le silence dans la culture inuite, et plaide pour la pleine conscience afin d'améliorer la présence et la connexion. En fin de compte, cette conférence encourage à embrasser le silence pour enrichir la communication et les relations. Originaire de France, elle a fait du Canada son chez-soi depuis six ans. Travailleuse sociale dévouée et instructrice de méditation de pleine conscience, sa carrière a inclus des travaux avec des communautés autochtones et des engagements avec diverses cultures à travers les continents. Rejoignez-la au TEDx où elle partagera des idées issues de ses expériences mondiales dans la promotion du bien-être et de la pleine conscience, et parlera du pouvoir du silence. Cette conférence a été donnée lors d'un événement TEDx utilisant le format de la conférence TED mais organisé de manière indépendante par une communauté locale.",
    "kiraDolhanTalkDescription": "Explorer de nouvelles expériences est toujours intimidant pour nous, surtout lorsque nous sentons que nous manquons des qualifications nécessaires. L'étudiante en neurosciences, Kira Dolhan, explique comment ses traits personnels et physiques apparemment incompatibles l'ont non seulement aidée à réussir dans le monde exigeant de la recherche et sauvetage maritimes, mais y ont également laissé une empreinte. À travers son histoire, découvrez comment vos qualités non conventionnelles peuvent vous rendre, vous et votre équipe, uniques. Kira est étudiante en maîtrise et étudie les patients en unité de soins intensifs diagnostiqués avec un coma ou un trouble de la conscience. Son travail consiste à enregistrer des électroencéphalogrammes (EEG) de ces patients et à appliquer diverses techniques de neurosciences computationnelles (par exemple, quantifier la connectivité fonctionnelle du cerveau) aux données, dans le but d'améliorer le diagnostic et le pronostic des patients. En plus de ses études, elle a été bénévole dans des organisations de recherche et sauvetage (SAR) pendant les trois dernières années et demie. Elle a commencé à faire du bénévolat pour la Royal Canadian Marine Search and Rescue à Victoria (Colombie-Britannique), où elle a été élue officier de formation, organisant ainsi le curriculum et la formation SAR marine pour notre station. Depuis son déménagement à Montréal, elle est bénévole avec l'unité de sauvetage bénévole urbaine et rurale de Pointe-Claire. Cette conférence a été donnée lors d'un événement TEDx utilisant le format de la conférence TED mais organisé de manière indépendante par une communauté locale.",
    "myraVirgilTalkDescription": "...",
    "janetPerlmanTalkDescription": "...",
    "alinaTalkDescription": "Si vous vous êtes déjà senti découragé par des critiques sur vos compétences en anglais, avez perdu confiance au travail malgré vos qualifications, ou avez eu du mal à exprimer votre point de vue dans des conversations, les notes visuelles peuvent vous aider. Les notes visuelles mélangent texte et images dans un format non linéaire, ce qui permet de voir plus facilement les motifs et les connexions. Cette définition était-elle difficile à retenir ? Essayez la méthode d'Alina pour mémoriser les points grâce aux notes visuelles. Cela sera gravé dans votre esprit ! Alina Gutierrez est la fondatrice de Visual Versa, ainsi qu'une conférencière, consultante créative et preneuse de notes visuelles. Les collaborations d'Alina vont de la conception d'interventions créatives à la participation au processus collaboratif pour développer des initiatives communautaires et des produits numériques. Elle poursuit ses études doctorales à l'Université Concordia et ses recherches explorent « Les effets des outils visuels sur la facilitation pour créer un changement de comportement dans les communautés et les organisations. » Cette conférence a été donnée lors d'un événement TEDx utilisant le format de la conférence TED mais organisé de manière indépendante par une communauté locale.",
    "videoThumbnailTitle": "Restez branché!",
    "videoThumbnailSubTitle": "La première de l'émission approche!",
    "talkTopic": "Sujet de discussion",
    "comingSoon": "Prochainement ...",
    "getTicket": "Acheter un billet",
    "stepIntoThePast": "Plongez dans le passé:",
    "unlockTheFuture": "Déverrouillez l'avenir:",
    "scrollingTeamTitle": "Dans les Coulisses",
    "scrollingTeamSubTitle": "Les Brillants Organisateurs de l'Événement 2023",
    "scrollingTeamButtonLabel": "Explorer l'Équipe",
    "parallaxSectionTitle": "Un Cliché Mémorable",
    "parallaxSectionSubTitle": "Capturer les moments qui ont rendu notre événement inoubliable",
    "exploreAllTalks": "Explorer les conférences de 2023",
    "comingSoonEventPageTitle": "Détails de l'événement bientôt disponibles!",
    "comingSoonEventPageSubTitle": "Restez à l'écoute pendant que nous finalisons la date, l'heure et le lieu de TEDxUSF.",
    "comingSoonTeamPageTitle": "Rencontrez l'équipe bientôt !",
    "comingSoonTeamPageSubTitle": "Derrière chaque événement TEDx se cache une équipe incroyable. Nos organisateurs partageront bientôt leurs histoires avec vous.",
    "comingSoonSpeakersPageTitle": "Préparez-vous à rencontrer nos conférenciers!",
    "comingSoonSpeakersPageSubTitle": "Nos conférenciers inspirants préparent leurs idées à partager. Revenez bientôt pour entendre leurs histoires.",
    "comingSoonMediaPageTitle": "Moments capturés dévoilés bientôt!",
    "comingSoonMediaPageSubTitle": "Revivez l'expérience TEDxUSF à travers des photos et vidéos, bientôt disponibles.",
    "fromOurPreviousEvent": "de Notre Evénement Précédent"
}